Repository: common-repository/mis-leads-contact-form-7
Catalog: languages/misleads_cf7-*.po
Languages: ca, es_es

source: Mis Leads for Conctact Form 7
ca: Mis Leads per Conctact Form 7
es_es: Mis Leads para Contact Form 7

source: Configuration
ca: Configuració
es_es: Configuraci칩n

source: ID Source
ca: ID Origen
es_es: ID Fuente

source: Form Fields
ca: Camps de formulari
es_es: Campos del formulario

source: Add the Contact Form 7's fields you want to send to My Leads
ca: Afegiu els camps del Contact Form 7 que voleu enviar a Mis Leads
es_es: Agregue los campos del Contact Form 7 que desea enviar a Mis Leads

source: Add Field
ca: Afegeix un camp
es_es: A침adir campo

source: Pages
ca: Pàgines
es_es: P치ginas

source: Page Matching
ca: Combinació de pàgines
es_es: Correspondecia de p치ginas

source: Pathname
ca: Nom del camí
es_es: Ruta

source: ID Product
ca: ID Producte
es_es: ID Producto

source: The Contact Form 7 plugin is not activated.
ca: El giny Contact Form 7 no està activat.

source: Client
es_es: Cliente
